Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/ingar-ts.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Liigeartihkal girjái Sámi skuvlahistorjá 3 .
nob: Tilleggsmateriale til boka Samisk skolehistorie 3 .

source: - Bázahallat giellaguovllu ektui
nob: – Vi faller utenfor

source: Jearahalli : Torkel Rasmussen
nob: Intervjua av Torkel Rasmussen

source: Ingar Eira ( Govva : Torkel Rasmussen )
nob: Ingar Eira ( Foto : Torkel Rasmussen )

source: Artihkal prentejuvvui Sámi allaskuvlla 10 jagi ávvodeami oktavuođas , girjjážis 10 jagi gielain ja mielain .
nob: Dette intervjuet er tidligere trykt i heftet 10 jagi gielain ja mielain – 10 år for samisk høgere utdanning , rapport fra Samisk høgskoles jubileumsseminar i 1999 .

source: Ingar Eira lea Jáhkovuonas eret ja riegádii 1950:s .
nob: Ingar Eira er født i 1950 og oppvokst i Kokelv , der han fortsatt bor .

source: Sus lea oahppu Jáhkovuona mánáidskuvllas ja Ráhkkerávjju nuoraidskuvllas , ... , Son lea bargan máŋga jagi mašiidnavuodjin Stáhta geaidnodoaimmahágas / Mestas , gos maiddái lea luohttamušolmmoš .
nob: Han har gått grunnskole i Kokelv og Kvalsund ... Han har arbeida som maskinkjører i Vegvesenet / Mesta , der han også har vært tillitsvalgt .

source: Son lea guhká bargan sámepolitihkalaš bargguin ja lei 1989-93 sámediggeáirras NSR bealis .
nob: Ingar Eira har i mange år vært aktiv i samepolitisk arbeid og var 1989–93 sametingsrepresentant for NSR.

source: - Soaitá orrut leamen fuoikun , muhto min guovllus lea geavvan nu ahte rahčamusat olahit mihttomeriid Sámegiela hálddašanguovllus leat váikkuhan nu ahte mii leat bázahallan .
nob: – Kanskje virker det som syting , men vårt område har blitt hengende etter i språkutviklingen for at man skal nå språkmålsetningene innenfor forvaltningsområdet for samisk språk .

source: Ingar Eira - mearrasápmelaš Finnmárkku rittus - lea máŋga jagi rahčan oažžut sámegieloahpahusa Jáhkovuona skuvlii ja dan doalahit .
nob: Ingar Eira – sjøsame fra Finnmarkskysten – har i mange år strevd for å få igang , og holde igang undervisningen i samisk på skolen i hjembygda si Kokelv .

source: Dusse moadde jagi lea lihkostuvvan .
nob: Han lyktes kun i et par år .

source: - Mii šállosahttá , lea ahte ii oktage ora sáhttimin moktege veahkehit min , šlundu Eira .
nob: – Det som er så beklagelig er at ingen ser ut til å kunne gjøre noe for å hjelpe oss , sier Eira .

source: Son lohká ollu eará sámegielguovllut olggobealde Sámegiela hálddašanguovllu , orrot leamen seammá dilis go sii .
nob: Han mener at mange andre samiskspråklige områder utenfor forvaltningsområdet for samisk språk er i samme situasjon som dem .

source: - Orru leamen nu ahte rahčamusat olahit mihttomeriid hálddašanguovllu siskkobealde váikkuhit nu ahte sámegiel guovllut olggobealde hálddašanguovllu oalát bázahallet .
nob: – Det ser ut til at de tiltakene en har satt iverk for å nå målene innenfor forvaltningsområdet for samisk språk fører til at områdene utenfor stagnerer .

source: Mearrasámi gilás
nob: Sjøsamebygda

source: Ingar Eira buvttii ovdan dán jorggu dili go logaldalai Sámi allaskuvlla ávvosemináras .
nob: Ingar Eira tok opp dette misforholdet i et foredrag på Sámi allaskuvla sitt jubileumsseminar .

source: Logaldallama lei gohčodan Sámi giella ja sámi giela ovddidanvejolasvuođat olggobealde giellalága doaibmaguovllu .
nob: Foredraget hadde han kalt « Samisk språk og samisk språkutviklingsmuligheter utenfor språklovens virkeområde » .

source: Eira ruovttubáiki Jáhkovuotna ii leat nu áibbas unna mearrasámi giláš Fálesnuori suohkanis .
nob: Eiras hjembygd Kokelv i Kvalsund kommune er slett ingen liten bygd i sjøsamisk målestokk .

source: Doppe ásset 170 olbmo , geat eatnasat leat sápmelaččat - unnit dahje eanet .
nob: Her bor det 170 mennesker , de fleste mer eller mindre samer .

source: Sámegiella lea álohii leamas gili álbmoga eatnigiellan .
nob: Samisk har alltid vært morsmålet for folk i bygda .

source: - Sámegiella lea ain otne beaivválaš anus erenoamázit boarráset olbmuid gaskkas .
nob: – Samisk er ennå i daglig bruk blant de eldre innbyggerne i Kokelv .

source: Stuorra oassi nuorat olbmuin ipmirdit fas sámegiela , dusse hupmat eai máhte , muitala ovddeš sámediggeáirras .
nob: En stor del av de yngre skjønner samisk , det er bare snakke de ikke kan , forteller den tidligere sametingsrepresentanten .

source: - Midjiide geat háliidit sámegiela boahtteáiggis sihke oidnot ja gullot , lea hui surgat vásihit ahte min giella ja kultuvra dattetge orru nohkamin dade mielde go buolvvat nohket ja jávket , váidala Eira .
nob: – For oss som ønsker at samisk både skal høres og synes i Kvalsund , er det skremmende å oppleve at vårt språk og vår kultur dessverre ser ut til å forsvinne når våre eldste generasjoner går bort , sier Eira med en stor porsjon beklagelse .

source: - Olu dahkan
nob: – Gjort vårt

source: Su mielas lea gili álbmoga beales oalle olu dahkkon goahcat dán maŋosmannama .
nob: Etter Eiras mening har bygdas befolkning gjort mye for å bremse tilbakegangen for samisk språk .

source: Stuorámus bargu lea leamas oččodit sámegieloahpahusa skuvlii .
nob: Det største arbeidet har vært å få samisk undervisning på skolen .

source: - Mii oaččuimet suohkanstivrra mearridit ahte Jáhkavuona skuvllas galgá addot sámegieloahpahus nubbigiellan .
nob: – Vi fikk kommunestyret til å fatte vedtak om at Kokelv skole skal gi tilbud om samisk som andrespråk .

source: Dát lei hui movttiidahtti , muhto dade bahábut dáhpáhuvai mis nai nu go máŋgga eará sajis .
nob: Vedtaket ble mottatt med glede , men dessverre skjedde det som også har skjedd mange andre steder .

source: Fálaldat nogai sihke olmmošlaš ja ruđalaš resurssaid geažil .
nob: Tilbudet stoppet opp på grunn av mangel på menneskelige og økonomiske ressurser .

source: - Vuosttas lea dávjá čadnon dan nubbái .
nob: – Det første er jo gjerne sterkt knyttet til det andre .

source: Suohkan lei positiiva juste nu guhkás go láhka geatnegahtii , iige guhkkelii .
nob: Kommunen var positiv kun så langt loven forpliktet dem , ikke en millimeter lenger .

source: Sámegieloahpahus ii deavdán eanet go njealját oasi ollesáiggi virggis .
nob: Samiskundervisningen ved Kokelv skole fylte ikke mer enn en firedels stilling .

source: Danin ii oaidnán suohkan dárbbu geavahit eambbo návccaid ja ruđaid dasa .
nob: Derfor ville ikke kommunen bruke mer krefter eller penger på tilbudet .

source: Danin šattaige gosii veadjemeahttun oažžut oahpaheaddji .
nob: Og derfor ble det nærmest umulig å få tak i en lærer .

source: - Sajáiduvvan oahpaheddjiin váillui oahppu čađahit sámegieloahpaheami .
nob: – De lærerne som fantes ved skolen hadde ikke utdannelse til å gjennomføre samiskundervisningen .

source: Ii galgga dieđusge vuordit ahte oktage boahtá eará báikkiin váldit badjelasas barggu mas ii dine eambbo go njealjádas oasi ollesáiggi virggis , čilge Eira .
nob: Man skal heller ikke vente at noen kommer fra andre steder for å ta på seg en arbeidsoppgave der man tjener en firedel av 1 ønna for ei full stilling , sier Ingar Eira .

source: - Liikká mii lihkostuvaimet bures moadde jagi dan dihte go gávdnui olmmoš guhte sáhtii boahtit min lusa .
nob: – Til tross for dette lyktes vi bra i noen år fordi det fantes et menneske som kunne komme til oss .

source: Sus lei eará bargu main na sáhtii kombineret .
nob: Hun hadde annet arbeid som hun kunne kombinere med lærerjobben .

source: Muhto go son fárrii eret , de fierralii min sámegieloahpahus . Eat mii leat nagadan čuožžálahttit dan fas , šálloša Ingar Eira .
nob: Men da hun flyttet bort , falt samiskundervisningen sammen , og siden har vi ikke klart å stable den på beina igjen , beklager Ingar Eira .

source: Ii duosttáš oahpahit
nob: Tør ikke undervise

source: Manne lea nu váttis fidnet sámegieloahpaheaddji gilis gos sámegiella ain lea beaivválaš anus ?
nob: Hvorfor er det så vanskelig å få tak i samisklærer i ei bygd der samisk ennå er i daglig bruk ?

source: - Vástádus lea ahte sámegiella nubbigiellan lea eksámenfágan .
nob: Eira tror det har sammenheng med at samisk som andrespråk er eksamensfag .

source: Danin ii duostta oktage dan váldit badjelasas .
nob: Derfor tør ingen ta på seg undervisningen .

source: Olbmuin váilu formálalaš oahppu , eandalit čállingiela ektui , lohká Eira ja jearrala manin suohkanpolitihkkárat eai oro berošteamen prioriteret sámegieloahpaheami .
nob: Folk har ikke formell utdannelse i samisk , og slettes ikke i skriftlig samisk . Han synes derimot det er et stort spørsmål hvorfor kommunepolitikerne ikke bryr seg om å prioritere samiskundervisningen .

source: - Sivat sáhttet leat máŋga .
nob: – Det kan være så mange forklaringer .

source: Stuorámus sivva lea eahpitkeahttá dáruiduhttinpolitihka váikkuhusat .
nob: Den viktigste forklaringen er utvilsomt at dette er konsekvensene av fornorskningspolitikken .

source: Váikkuhusat mat dahket ahte vel ieža nai sápmelaččat , geat dávjá vel leat suohkanpolitihkkárat , navdet ahte sámegiella lea earáid eatnigiellan ii ge sin .
nob: Den fører til at samer selv , også de som sitter i kommunestyret , tror at samisk er noen andres morsmål , ikke deres eget .

source: - Dáruiduhttin lea joksan iežas mihttomeriid mihá eambbo go maid mii beaivválaččat várra jurddašit , fuomásuhttá Eira .
nob: – Fornorskningspolitikken har nådd sine mål i en langt større grad enn det vi kanskje til daglig tenker oss , påpeker Eira .

source: Liikká ii loga stuorámus váttisvuohtan ahte ollugat čiegadit iežaset sápmelašvuođa .
nob: Til tross for denne stille kraftsalven mener han at det største problemet ikke er at mange skjuler sin samiske tilhørighet .

source: - Nu guhká go olmmoš eaktodáhtolaččat čiegada juoidá , de ieš goit dovdá duohtavuođa ja diehtá iežas duogáža .
nob: – Så lenge et menneske med viten og vilje skjuler noe , så kjenner han i det minste selv sannheten om sin egen bakgrunn .

source: Mihá vearrát lea dat dilli go olmmoš jurdilkeahttá iežas beaivválaš duohtavuođas beahttá iežas .
nob: Mye verre er den situasjon der en i sitt daglige virke , uten å tenke på det , svikter seg selv og sin egen identitet .

source: Ásahusat eai veahket
nob: Ingen institusjonshjelp

source: Ingar Eira lea geahččalan oažžut veahki buoridit dili buot vejolaš ásahusain .
nob: Ingar Eira har prøvd å få hjelp til å forbedre språksituasjon i hjembygda fra alle mulige instanser .

source: Muhto ii leat velá ábuhan .
nob: Men det har ikke nyttet .

source: - Ii oktage oro sáhttimin maidege dahkat veahkehan dihte min .
nob: – Ingen ser ut til å kunne gjøre noe for å hjelpe oss .

source: Leamaš oktavuohta earret eará Sámi oahpahusráđiin .
nob: Jeg har blant annet tatt kontakt med Samisk utdanningsråd .

source: Ii dattetge leat veahkehan . Manne , dan in dieđe .
nob: Hvorfor de ikke kan hjelpe oss , vet jeg ikke .

source: Vai leago nu ahte min dilli lea eará máilbmi ja « sin » váttisvuođat .
nob: Det er kanskje sånn å forstå at vår situasjon hører til i en annen verden og er « deres » problemer .

source: Dat eai gula « midjiide » .
nob: Det berører ikke « oss » , undres Eira .

source: Sámediggi lea ásahus mii Eira oainnu mielde sáhtásii dahkat juoidá dieinna diliin .
nob: Sametinget er den institusjon som etter hans syn burde kunne gjøre noe for å forbedre språksituasjon i sjøsamebygdene .

source: - Dattetge ii leat Sámediggi nagadan hálddašit dán ovddasvástádusa nu bures go livččii galgan , oaivvilda Ingar Eira , guhte oaidná guokte čovdosa .
nob: – Men Sametinget har ikke klart å forvalte dette ansvaret så godt som de burde , sier en oppgitt Eira . Han har likefullt to forslag til løsning .

source: Guhkes áigái : Ferte ásahit hástaleaddji ortnegiid mat leat nu beroštahttit ahte maiddái dáruiduvvan sámeguovllus duostagoahtá háhpohallat formálalaš gelbbolasvuođa čadahan dihte sámegieloahpaheami dohkálaš dásis .
nob: I et langsiktig perspektiv ; må man etablere utfordrende ordninger som er så interessante at også folk fra de fornorska sameområdene tør å skaffe seg formell kompetanse slik at de kan gjenomføre samiskundervisningen på et akseptabelt nivå .

source: Oanehis áigái : Ferte geahččalit ásahit ortnegiid mat gaskaboddosaččat sáhttet veahkehit dán váttis dilis .
nob: I et kortsiktig perspektiv ; må man etablere midlertidige ordninger som kan hjelpe oss i den vanskelige situasjonen som har oppstått .

source: Dát fertejit doaibmat dassái go mearrasámeguovlu lea ožžon dan váilevaš gelbbolašvuođa .
nob: Disse ordningene må virke til sjøsameområdene har fått den kompetansen vi mangler .

source: - Lea aŋkke nu ahte loahpalaččat ferte luohttit siskkáldas fámuide .
nob: - Det er uten tvil slik at vi må komme fram til den dagen vi kan stole på egne krefter .

source: Muhto mii nai fertet oažžut veahki olggobealde dassái go leat nagadan cegget iežamet giellajoavkku , čilge mearrasámi giellaovddideaddji Ingar Eira .
nob: Men også vi må få hjelp utenfra fram til vi har klart å reise vårt eget språklag , sier sjøsamisk språkforkjemper Ingar Eira .
